{
    "fr":[
        [
            {
                "start":0,
                "end":5,
                "text": "J’ai 26 ans, je suis étudiante en art, en création visuelle."
            },
            {
                "start":5,
                "end":9,
                "text": "Et je suis d'origine cambodgienne, je suis née en France"
            }
        ],
        [
            {
                "start":0,
                "end":2,
                "text": "et mes deux parents sont cambodgiens."
            },
            {
                "start":2,
                "end":8,
                "text": "Ils ont immigré il y a un peu plus de 30 ans / 40 ans, en banlieue parisienne."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "À l’époque, ils avaient fui les conséquences de la guerre du Cambodge."
            },
            {
                "start":3,
                "end":6.5,
                "text": "Surtout après le régime des Khmer rouges,"
            },
            {
                "start":6.5,
                "end":9,
                "text": "qui était un parti politique radical de gauche"
            },
            {
                "start":9,
                "end":12,
                "text": "et qui avaient commis un énorme génocide durant 4 ans."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "Donc je pense qu’après ça, il ne restait plus rien."
            },
            {
                "start":3,
                "end":6.5,
                "text": "J’avoue que ça reste assez obscur pour moi,"
            },
            {
                "start":6.5,
                "end":9,
                "text": "je ne connais pas tous les détails de leur histoire."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "Il y a des membres de ma famille qui ont immigré aux États-Unis"
            },
            {
                "start":3,
                "end":6.5,
                "text": "et d’autres qui sont restés au Cambodge."
            },
            {
                "start":6.5,
                "end":9,
                "text": "Mes parents sont les seuls à être venu en France,"
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "surtout parce que ma mère aimait bien la France."
            },
            {
                "start":3,
                "end":6.5,
                "text": "J'imagine que pour un pays peu développé comme le Cambodge,"
            },
            {
                "start":6.5,
                "end":9,
                "text": "ça représentait une belle opportunité."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "Je suis assez reconnaissante pour ça d'ailleurs"
            },
            {
                "start":3,
                "end":6.5,
                "text": "parce que je pense que ça nous a pas mal protégés sur certaines choses."
            },
            {
                "start":6.5,
                "end":9,
                "text": "Ne serait-ce que si on devait parler d'avoir une sécurité sociale,"
            },
            {
                "start":6.5,
                "end":9,
                "text": "de ne pas avoir eu à payer mes études..."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "Comparés au système étasunien par exemple, c’est une chance."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "J'essaye d'en parler avec mes parents de temps en temps,"
            },
            {
                "start":0,
                "end":3,
                "text": "même si j'y arrive assez rarement finalement."
            },
            {
                "start":0,
                "end":3,
                "text": "C'est vraiment une grande énigme en fait."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "Avant, je pensais que c'était assez tabou de poser des questions."
            },
            {
                "start":0,
                "end":3,
                "text": "Enfin maintenant, après avoir essayé plusieurs fois,"
            },
            {
                "start":0,
                "end":3,
                "text": "je sais qu'ils ne sont pas complètement fermés non plus,"
            },
            {
                "start":0,
                "end":3,
                "text": "au contraire, je les trouve assez ouverts sur le sujet."
            }
        ],
        [
            {
                "start":0,
                "end":3,
                "text": "Donc je pense que c'est surtout une question de timing et de trouver le bon moment."
            }
        ]
        
 
    ],
    "en":[
        
    ]
}